[{"id":32,"email":"danny@solirius.com","skills":["Ruby","Python","Java","HTML","CSS","Stakeholder Management","Team Leadership","Time Management"],"experience":"Results-driven delivery consultant with 6 years of experience in managing complex projects, seeking to leverage expertise within the construction industry. Proven ability to streamline processes, optimise resource allocation, and ensure on-time, on-budget delivery. Adaptable and eager to apply strong project management skills to the unique challenges and opportunities within the construction sector.","interest":"Construction","name":"Danny Dolphin","practice":"Delivery Consulting","bench":true,"grade":4,"previous_clients":["Barclays","Santander","Westfield","Other"],"admin":false},{"id":30,"email":"messi@solirius.com","skills":["Python","HTML","CSS"],"experience":"Highly motivated and analytical recent graduate from the University of Warwick, eager to apply a strong academic foundation to a challenging role within financial services. Possessing a solid understanding of data analysis, and keen to develop Python skills through practical projects. Quick learner with a strong work ethic, seeking to contribute to a dynamic team and grow professionally in a financial services environment.","interest":"Construction","name":"Messi Mouse","practice":"Business Consulting","bench":true,"grade":1,"previous_clients":[],"admin":true},{"id":29,"email":"brendon@solirius.com","skills":["Ruby","JavaScript","Presentations","Team Leadership"],"experience":"Driven delivery manager with 8 years of experience in complex project management, seeking to leverage proven expertise within the dynamic retail industry. Adept at streamlining processes, optimising resource allocation, and ensuring on-time, on-budget project completion. Eager to apply a strong track record of success to drive innovation and efficiency in a fast-paced retail environment.","interest":"Healthcare","name":"Brendon Bear","practice":"Business Consulting","bench":false,"grade":6,"previous_clients":["FIFA","F1","NHS"],"admin":true},{"id":31,"email":"eloise@solirius.com","skills":["Presentations","Team Leadership","Problem Solving"],"experience":"Creative and user-centred design practitioner with 3 years of experience, seeking to apply a passion for impactful design to the education sector. Proven ability to translate complex concepts into intuitive and engaging visual experiences. Skilled in [mention specific design tools/methods, e.g., UI/UX, prototyping, visual communication]. Eager to collaborate with educational institutions to create innovative and accessible learning environments.","interest":"Education","name":"Eloise Elephant","practice":"Design Practice","bench":true,"grade":3,"previous_clients":["Mitsubishi","NHS","British Museum"],"admin":true},{"id":34,"email":"jack@solirius.com","skills":["Ruby","JavaScript","Python","Java","C++","HTML","CSS","SQL","Presentations"],"experience":"Highly experienced senior software engineer with a proven track record of driving transformative technical solutions across diverse industries. Adept at architecting and implementing scalable, robust software systems that optimise operations and drive innovation. Possesses deep expertise in [mention specific technologies/languages], and excels at leading development teams to deliver high-impact projects that transform businesses.","interest":"Financial services","name":"Jack Joey","practice":"Software Engingeering","bench":null,"grade":7,"previous_clients":["Mitsubishi","Barclays","Santander","Westfield","FIFA","F1","NHS","British Museum"],"admin":false},{"id":35,"email":"natalie@solirius.com","skills":["HTML","CSS","Stakeholder Management"],"experience":"Highly motivated and analytical graduate, eager to launch a career as a delivery consultant. Possessing strong problem-solving, communication, and organisational skills developed through academic projects and extracurricular activities. Quick learner with a keen interest in project management and process optimisation, seeking to contribute to a dynamic delivery team.","interest":"Retail","name":"Natalie Lion","practice":"Delivery Consulting","bench":true,"grade":1,"previous_clients":["FIFA"],"admin":false},{"id":36,"email":"darcy@solirius.com","skills":["JavaScript","Python","Stakeholder Management","Time Management"],"experience":"Results-driven quality engineer with 3 years of experience in ensuring product and process excellence. Proficient in implementing and maintaining quality management systems, conducting thorough testing, and identifying areas for process improvement. Detail-oriented and committed to delivering high-quality outcomes.","interest":"Healthcare","name":"Darcy Duck","practice":"Quality Engineering","bench":true,"grade":2,"previous_clients":["Barclays","British Museum"],"admin":false},{"id":37,"email":"greg@solirius.com","skills":["JavaScript","Java","C++","CSS","Presentations","Stakeholder Management","Time Management","Problem Solving"],"experience":"Established service centre with 9 years of proven experience in delivering consistent and reliable support. We pride ourselves on building long-term customer relationships through dedicated service, efficient problem resolution, and a commitment to exceeding expectations. Our extensive experience ensures we can handle diverse customer needs with expertise and professionalism.","interest":"Financial services","name":"Greg Giraffe","practice":"Service Centre","bench":null,"grade":5,"previous_clients":["Westfield","F1","NHS"],"admin":false},{"id":38,"email":"sam@solirius.com","skills":["Presentations","Stakeholder Management","Team Leadership","Time Management","Problem Solving"],"experience":"Highly accomplished financial services consultant with 18 years of deep industry expertise. Proven ability to deliver strategic advisory and transformative solutions across complex financial landscapes. Adept at navigating regulatory challenges, optimising operational efficiency, and driving sustainable growth. A trusted advisor with a track record of delivering measurable results.","interest":"Financial services","name":"Sam Shark","practice":"Business Consulting","bench":null,"grade":6,"previous_clients":["Barclays","Westfield","F1","NHS","British Museum"],"admin":false},{"id":33,"email":"fred@solirius.com","skills":["JavaScript","Java","HTML","CSS","Presentations","Time Management","Problem Solving"],"experience":"Highly strategic ops and finance expert with a proven track record of driving transformational change across diverse industries. Adept at identifying and implementing operational and financial efficiencies, resulting in significant improvements in profitability and performance. Possesses a deep understanding of financial modelling, process optimisation, and risk management, and excels at leading cross-functional teams to achieve ambitious goals.","interest":"Other","name":"Fred Frog","practice":"Software Engingeering","bench":true,"grade":7,"previous_clients":["Mitsubishi","Barclays","FIFA","F1"],"admin":false}]